[
    {
        "id": "1",
        "volume": "1",
        "title": "1968 Olympics Black Power Fist",
        "subtitle": "",
        "facts": [
            "Demonstration conducted by African-American athletes, Tommie Smith and John Carlos, after winning gold and bronze medals. Each athlete raised a Black-gloved fist and kept them raised until the National Athem finished.",
            "Wore human rights badges on their jackets.",
            "Over and above winning medals, these atheletes make names for themselves by an act of racial protest.",
            "The raising of the Black Power Fist stood for those against the political and racial injustice in America.",
            "Smith and Carlos received death threats from racist Americans for making the gesture.",
            "The gesture adn American backlash can be compared to modern day feelings of Colin Kaepernick, whe kneeled during the National Athem for similiar reasons."
        ],
        "imageSrc": "http://pictures.ozy.com/pictures/900x900/8/2/9/1829_42-33891884.jpg",
        "references": []
    },
    {
        "id": "2",
        "volume": "1",
        "title": "Angela Davis",
        "subtitle": "January 26, 1944 - Present",
        "facts": [
            "Political activist, academic scholar, and author.",
            "The Leader of the Communist Party USA in the 1960's.",
            "Interest includes prisoner rights and co-founded Critical Resistance, an organization working to abolish the prison-industrial complex.",
            "Membership in the Communist Party led to former Governor of California Ronald Reagan's request, in 1969, to bar her from teaching at any university in California.",
            "Conducts research on feminism, African-American studies, critical theory, Marxism, popular music, and social consciousness.",
            "Twice a candidate for Vice President on the Communist Party USA ticket during the 1980's."
        ],
        "imageSrc": "https://i.pinimg.com/236x/a0/f8/df/a0f8dfbbc9cf3a6685ba36fcfa49d2d3--angela-davis-black-people.jpg",
        "references": []
    },
    {
        "id": "3",
        "volume": "1",
        "title": "Barack Obama",
        "subtitle": "August 4, 1961 - Present",
        "facts": [
            "Served as the 44th President of the United States, 2009 - 2017.",
            "First African-American to serve as president.",
            "First president born outside the contiguous United States.",
            "In 2010, enacted the Affordable Care Act (often referred to as 'Obamacare'), designed to increase health insurance quality and affordability, reduce the cost of healthcare, and lower the uninsured rate by expanding insurance coverage.",
            "The first African-American president of the Harvard Law Review",
            "Negotiated and normalized U.S. relations with Cuba in 2015."
        ],
        "imageSrc": "http://c10.nrostatic.com/sites/default/files/uploaded/barack-obama-farewell-speech-r.jpg",
        "references": []
    },
    {
        "id": "4",
        "volume": "1",
        "title": "Benjamin Banneker",
        "subtitle": "November 9, 1731 - October 9, 1806",
        "facts": [
            "A free, self-taught, African-American mathematician, astronomer, almanac author, and farmer.",
            "At age 15, he took over the family farm and created an irrigation system to control the flow of water to the crops.",
            "In the 1750's, he invented the first clock in America. It was the invention that put his talents on display for the country.",
            "Responsible for surveying of territory for construction of the nation's capital in 1791 after the lead architect quit.",
            "Authored commercially successful series of almanacs.",
            "Corresponed with Thomas Jefferson, drafter of the United States Declaration of Independence, on topics of slavery and racial equality."
        ],
        "imageSrc": "http://blackhistoryinstem.com/wp-content/uploads/2017/04/Benjamin_banneker-450x450.jpg",
        "references": []
    },
    {
        "id": "5",
        "volume": "1",
        "title": "Bessie Coleman",
        "subtitle": "January 26, 1892 - April 30, 1926",
        "facts": [
            "American civil aviator, known as \"Queen Bess\".",
            "First woman of African-American and Native American descent to hold a pilot license.",
            "In 1921, she received her international pilot license in France because no flight school in America would train a colored woman.",
            "Her goals were to expose her people to the world of aviation. She desired to speak to audiences of children to inspire them to get involved in the flight industry.",
            "In 1926, she fell to her death while practicing for one of her famous stunt shows. Evidence later indicated her plane may have been tampered with.",
            "Inducted into National Aviation Hall of Fame in 2006."
        ],
        "imageSrc": "https://media1.popsugar-assets.com/files/thumbor/EL7q3TcKM0Kbwc7nEcJ3lu_7xQU/fit-in/728xorig/filters:format_auto-!!-:strip_icc-!!-/2017/02/27/099/n/1922398/f342f04358b4d1091846b7.67015827_edit_img_twitter_post_image_file_1090627_1488243489.jpg",
        "references": []
    },
    {
        "id": "6",
        "volume": "1",
        "title": "The First Black Cowboys",
        "subtitle": "",
        "facts": [
            "One in four of America's cowboys were African-American.",
            "Many of the slaves in the 17th and 18th centuries were familiar with herding cattle from homelands of West Africa.",
            "Federation of Black Cowboys maintained the legacies of Black cowboys in America.",
            "Hollywood gave little attention to Black cowboys who made their mark in western history.",
            "Notable Black cowboys: Bass Reeves, Ned Huddleston (aka Isom Dart), and William \"Bill\" Pickett."
        ],
        "imageSrc": "https://www.fortsmith.org/media/1749/bass-reeves-2.jpg?anchor=center&mode=crop&width=450&height=450&rnd=131038915800000000",
        "references": []
    },
    {
        "id": "7",
        "volume": "1",
        "title": "Black Wall Street",
        "subtitle": "Greenwood, suburb of Tulsa, Oklahoma: 1906 - 1921",
        "facts": [
            "One of the most successful Black economies in American history.",
            "O.W. Gurley, a wealthy African-American from Arkansas, moved to Tulsa, purchased over 40 acres of land, and sold to other African-Americans in 1906.",
            "During the oil boom of the 1910's, area of northeast Oklahoma, around Tulsa flourished.",
            "Tulsa Race Riot of 1921, a two-day massacre of hundreds of Black residents started by a White mob.",
            "Over 800 people admitted to area hospitals, estimated 10,000 homeless, 35 city blocks housing 1,256 residences destroyed, and 600 successful businesses lost.",
            "The community mobilized its resources and rebuilt the Greenwood area within five years of the race riot in spite of political efforts to prevent reconstruction."
        ],
        "imageSrc": "https://scontent-sea1-1.cdninstagram.com/t51.2885-15/e35/c0.60.480.480/22500366_487147968317939_8997318605167132672_n.jpg?ig_cache_key=MTYyNjMyNTg5NDU4MTY1NjA1MA%3D%3D.2.c",
        "references": []
    },
    {
        "id": "8",
        "volume": "1",
        "title": "Bob Marley",
        "subtitle": "February 6, 1945 - May 11, 1981",
        "facts": [
            "Jamaican singer-songwriter, musician, guitarist, and activist.",
            "Music became closely associated with the movement toward Black political independence, prominent in America and several African and South African countries.",
            "First global pop star to emerge from a developing nation.",
            "Posthumously inducted into the Rock and Roll Hall of Fame in 1994.",
            "Although Marley never received a GRAMMY nomination, he was recognized with the Lifetime Achievement Award in 2001."
        ],
        "imageSrc": "https://pbs.twimg.com/profile_images/828743080811589633/-U_vJ6zu_400x400.jpg",
        "references": []
    },
    {
        "id": "9",
        "volume": "1",
        "title": "Carter G. Woodson",
        "subtitle": "December 19, 1875 - April 3, 1950",
        "facts": [
            "Historian, author, and journalist.",
            "In 1903, he earned a B.L. degree from Berea College. In 1908, he earned a M.A. in History from University of Chicago. In 1912, he earned his doctorate in History from Harvard University.",
            "Co-founded the Association for the Study of Negro Life and History (later known as the Association for the Study of Afro-American Life and History) in 1915.",
            "Authored the Mis-Education of the Negro in 1933, one of the most important books of the 20th century.",
            "Established The Journal of Negro History in 1915.",
            "Launched the celebration of \"Negro History Week\" in 1926, eventually expanded and renamed Black History Month."
        ],
        "imageSrc": "http://ef-cbs.com/wp-content/uploads/2017/08/CarterWoodson-550x550.jpg",
        "references": []
    },
    {
        "id": "10",
        "volume": "1",
        "title": "Claudette Covin",
        "subtitle": "September 5, 1939 - Present",
        "facts": [
            "Pioneer of the Civil Rights Movement.",
            "Nine months before Rosa Parks, on March 2, 1955, at only 15-years-old, she refused to move from her seat on a Montgomery bound segregated bus. She had paid the fare and felt it was her constitutional right to board the bus.",
            "She was dragged off the bus, handcuffed and taken to an adult jail.",
            "Covin is not a much-celebrated figure in the African American Civil Rights Movement, many believe this is because she was perceived to be darker toned and pregnant.",
            "Covin had a child born out of wedlock at at the age of 16.",
            "On February 1, 1956, Claudette Colvin served as the star witness alongside other four plaintiffs in the Browder v. Gayle case.",
            "This landmark federal case, chaired by a three-judge panel, ended the history of segregation on public transportation in Alabama and other state in America."
        ],
        "imageSrc": "https://assets.teenvogue.com/photos/59e7904944d1c409bf422b6b/master/pass/Tout.jpg",
        "references": []
    },
    {
        "id": "11",
        "volume": "1",
        "title": "Dick Gregory",
        "subtitle": "October 12, 1932 - August 19, 2017",
        "facts": [
            "Civil rights activist, social critic, writer, entrepreneur, conspiracy theorist, comedian, and occasional actor.",
            "Began studying African history after being told that Africans had no history before the European colonization.",
            "Took on a range of issues, including ending the Vietnam War, feminism, Native-American rights, and apartheid in South Africa.",
            "Regulary fasted in protest of world events; was arrested dozens of times for his causes.",
            "In 1961, joked in front of a white audience: \"Last time I was down South I walked into this restaurant and this white waitress came up to me and said 'We don't serve color people here.' I said that's all right. I don't eat colored people. Bring me a whole fried chicken.\" ",
            "Authored the controversial \"Nigger: An Autobiography\" in 1964."
        ],
        "imageSrc": "http://afro.com/wp-content/uploads/2017/08/Dick-Gregory-Twitter-Photo.jpg",
        "references": []
    },
    {
        "id": "12",
        "volume": "1",
        "title": "Elijah McCoy",
        "subtitle": "May 2, 1844 - October 10, 1929",
        "facts": [
            "Canadian-American inventor and engineer.",
            "Son of former slaves in Kentucky who escaped via Underground Railroad to Canada.",
            "Although a great financial sacrifice, McCoys's parents sent him to Edinburgh, Scotland; he studied mechanical engineering.",
            "Noted for 57 U.S. patents, most involved the lubrication of steam engines.",
            "Sold many of his patents for a fraction of their worth; never capitalized on his own inventions; the devices he designed made others millionaires.",
            "His oil-drip cup invention was so amazing, people termed the phrase \"The Real McCoy \" which now refers to something authentic of high quality."
        ],
        "imageSrc": "https://i.pinimg.com/originals/26/17/bb/2617bb6c7d357a9b52b427e244fbb089.jpg",
        "references": []
    },
    {
        "id": "13",
        "volume": "1",
        "title": "Elijah Muhammad",
        "subtitle": "October 7, 1897 - February 25, 1975",
        "facts": [
            "Born in the Jim Crow south, moved to Detroit.",
            "Converted to Islam and studied under Master Fard.",
            "After becoming Master Fard's Representative for the Nation of Islam, he became the Leader.",
            "Mentored Malcolm X, Louis Farrakhan, and Muhammad Ali.",
            "Refused induction into military during WW2, jailed for 5 years, and is believed to be the inspiration for Muhammad Ali to do the same.",
            "Oversaw the largest growth in the history of the Nation of Islam.",
            "Established the newspaper Muhammad Speaks, a University of Islam (private elementary and high school), grocery stores, restaurants and more.",
            "Purchased land and businesses to provide housing and employment for the members of hte NOI and beyond.",
            "Authored \"Message to the Blackman in America\" & \"How to Eat to Live\""
        ],
        "imageSrc": "https://www.biography.com/.image/t_share/MTE4MDAzNDEwNjM2MTQ2MTkw/elijah-muhammad-9417458-1-402.jpg",
        "references": []
    },
    {
        "id": "14",
        "volume": "1",
        "title": "Fannie Lou Hamer",
        "subtitle": "October 6, 1917 - March 14, 1977",
        "facts": [
            "Voting rights activists, civil rights leader, and philanthropist.",
            "Worked for the Student Non-Violent Coordinating Committee (SNCC).",
            "Helped the poor and needy families in her Mississippi community.",
            "Vice-chair of the Mississippi Freedom Democratic Party delegate in 1972.",
            "Died on March 14, 1977, adn according to The New York Times, \"None of us would be where we are today had she not been here then.\" "
        ],
        "imageSrc": "https://www.biography.com/.image/t_share/MTE1ODA0OTcxMzk2MjY5NTgx/fannie-lou-hamer-205625-1-402.jpg",
        "references": []
    },
    {
        "id": "15",
        "volume": "1",
        "title": "Frances Cress Welsing",
        "subtitle": "March 18, 1935 - January 2, 2016",
        "facts": [
            "American-born Afrocentrist, psychiatrist, and author.",
            "Believed people of color needed to \"liberate\" themselves psychologically from White domination.",
            "In 1974, authored The Cress Theory of the Color-Confrontation and Racism (White Supremacy), that states people of color must gain a better understanding of the \"behavioral maneuverings\" of Whites in order to avoid being \"manipulated into a subordinated position.\"",
            "In 1991, wrote, The Isis Papers: Keys to the Colors, a collection of 25 essays examining the neuroses of White surpremacy.",
            "Wrote about \"melanin theory,\" a claim the White people are the genetically defective descendents of albino mutants.",
            "Felt Whites strive to maintain a superior social position and manipulate non-Whites and themselves into thinking that they are a worldwide numerical majority instead of the minority."
        ],
        "imageSrc": "https://i.pinimg.com/736x/14/d6/65/14d665ba3a7ae4a911c173e83fd5d5e4--frances-oconnor-queens.jpg",
        "references": []
    },
    {
        "id": "16",
        "volume": "1",
        "title": "Haile Selassie I",
        "subtitle": "July 23, 1892 - August 27, 1975",
        "facts": [
            "Ethiopia's regent from 1916 to 1930; emperor from 1930 to 1974.",
            "Served as chairperson of the Organisation of African Unity.",
            "A former member of the Solomonic Dynasty.",
            "Forced into exile after Italy invaded Ethiopia in 1936; became the face of the resistance and went before the League of Nations in Geneva for assistance. He secured the help of the British in reclaiming his country and reinstituting his powers as emperor in 1941.",
            "Internationalist views led to Ethiopia becoming a charter member of the United Nations.",
            "Rastafari movement perceives Haile Selassie as a messianic figure who will lead a future golden age of eternal peace, righteousness, and prosperity."
        ],
        "imageSrc": "https://pbs.twimg.com/profile_images/1599547441/haile_selassie_mil_400x400.jpeg",
        "references": []
    },
    {
        "id": "17",
        "volume": "1",
        "title": "Haitian Revolution",
        "subtitle": "1791 - 1804",
        "facts": [
            "Successful anti-slavery and anti-colonial insurrection overthrowing the French.",
            "Led to the West pulling out of the institution of slavery throughout the Americas.",
            "Only slave uprising that led to the founding of a state, free from slavery, and ruled by non-Whites and former captives.",
            "Self-liberated slaves destroyed slavery, fought to preserve their freedom, and with that collaboration of mulattoes, found the sovereign state of Haiti.",
            "Challenged long-held beliefs about Black inferiority and enslaved person's capacity to acheive and maintain freedom."
        ],
        "imageSrc": "https://memegenerator.net/img/images/600x600/16365351/haitian-revolution-meme.jpg",
        "references": []
    },
    {
        "id": "18",
        "volume": "1",
        "title": "Harlem Renaissance",
        "subtitle": "Harlem, New York: 1920s - Mid-1930s",
        "facts": [
            "A cultural, social, and artistic explosion, \"New Negro Movement\".",
            "Grew out of the changes that had taken place in the African-American community since the abolition of slavery.",
            "Period of time when African-Americans were encouraged to celebrate their heritage, racial pride, creative expression, and intellectualism.",
            "Significant figures included: Louis Armstrong, Duke Ellington, Claude McKay, Zora Neale Hurston, Bessie Smith, Paul Robeson, and Langston Hughes."
        ],
        "imageSrc": "https://i.pinimg.com/736x/7c/70/5b/7c705bba651380997dc46f91725a2b94--jazz-band-jazz-club.jpg",
        "references": []
    },
    {
        "id": "19",
        "volume": "1",
        "title": "Huey P. Newton, Ph.D.",
        "subtitle": "February 17, 1942 - August 22, 1989",
        "facts": [
            "Political activist and revolutionary.",
            "Co-founded the Black Panther Party for Self-Defense in 1966.",
            "Overcame illiteracy and attended Merritt College and the University of San Francisco School of Law.",
            "In 1980, he earned a Ph. D. in social philosophy from the University of California, Santa Cruz.",
            "Allied for freedom, full employment, decent housing, education, and military exemption for African-Americans.",
            "Sponsored a free breakfast program for children, sickle-cell anemia tests, free food and shoes, and a school.",
            "He was shot and killed in Oakland, California August 22nd, 1989."
        ],
        "imageSrc": "https://www.biography.com/.image/t_share/MTE5NTU2MzE1Nzg3MDAzNDAz/huey-p.jpg",
        "references": []
    },
    {
        "id": "20",
        "volume": "1",
        "title": "Ida B. Wells",
        "subtitle": "July 16, 1862 - March 25, 1931",
        "facts": [
            "Journalist, newspaper editor, suffragist, sociologist, feminist.",
            "A leader of the Civil Rights Movement; active in women's suffrage and rights.",
            "In 1887, she sued the Chesapeake and Ohio Railroad Company for $500 and won, but had her case overturned by the Supreme court of Tennessee. She bought a portion of a Memphis newspaper, and used it as her platform to champion African American civil rights.",
            "Co-founded the National Association for the Advancement of Colored People (NAACP) in 1909.",
            "Documented lyching in the United States in the 1890s; wrote that it was often used in the South as a way to control or punish Black people who competed with Whites."
        ],
        "imageSrc": "https://chickhistory.files.wordpress.com/2016/02/ida-b-wells2-e1454708102988.jpeg",
        "references": []
    },
    {
        "id": "21",
        "volume": "1",
        "title": "Ivan Van Sertima",
        "subtitle": "January 26, 1936 - May 25, 2009",
        "facts": [
            "Guyanese-born literacy critic, linguist, and anthropologist.",
            "Associate professor of Africana Studies at Rutgers Unversity in New Jersey.",
            "In 1976, published the book, \"They Came Before Columbus,\" that features his arguments for an African origin of Mesoamerican culture in the Western Hemisphere.",
            "Achieved widespread attention within the African-American community for his claims of prehistoric African contact and diffusion of culture in Central and South America.",
            "In 1983, authored \"The Lost Sciences of Africa: An Overview,\" that discusses early African advances in metallurgy, astronomy, mathematics, architecture, engineering, agriculture, navigation, medicine, and writing."
        ],
        "imageSrc": "http://www.guyanagraphic.com/sites/default/files/images/ivan-van-sertima.content.jpg",
        "references": []
    },
    {
        "id": "",
        "volume": "1",
        "title": "",
        "subtitle": "",
        "facts": [
        ],
        "imageSrc": "",
        "references": []
    }
]